<?php

return [
    'error' => [
        'default' => '发生了意外错误',
        'title' => '举报出错',
    ],
    'success' => [
        'message' => '你的举报已成功发送，我们的内容核查团队将进行审核。<br /><br />谢谢你帮助我们维护社区安全 ❤️',
        'title' => '举报已提交！',
    ],
    'types' => [
        1010 => '不当或无关的搜索',
        1011 => '暴力、虐待与犯罪剥削',
        1012 => '仇恨与骚扰',
        1013 => '自杀与自残',
        1014 => '饮食失调及不健康的身体形象',
        1015 => '危险活动和挑战',
        1016 => '裸露和性相关内容',
        1017 => '令人不安和血腥的内容',
        1018 => '虚假信息',
        1019 => '欺骗性营销与骚扰信息',
        1020 => '受管制的商品和活动',
        1021 => '欺诈与骗局',
        1022 => '发布个人隐私',
        1023 => '非法内容',
        1024 => '假冒伪劣与知识产权侵权',
        1025 => '尚未正式披露的品牌内容',
        1026 => '其它',
    ],
];
