<?php

return [
    'adminContact' => 'Επικοινωνία Διαχειριστή',
    'adminContactMessage' => 'Για έρευνες που σχετίζονται με ουσιώδη λειτουργικά θέματα (χρησιμοποίησε το σύστημα αναφοράς περιεχομένου εντός εφαρμογής).',
    'bodyMessage' => 'Είμαστε εδώ για να βοηθήσουμε. Πήγαινε σε εμάς μέσω οποιουδήποτε από τα παρακάτω κανάλια και θα επικοινωνήσουμε μαζί σας το συντομότερο δυνατόν.',
    'communityForum' => 'Φόρουμ Κοινότητας',
    'communityForumMessage' => 'Γίνε μέλος στις συζητήσεις της κοινότητας, κάνε ερωτήσεις, και μοιράσου τη γνώση με άλλους χρήστες.',
    'failedToLoadContactInformation' => 'Αποτυχία φόρτωσης πληροφοριών επαφής. Παρακαλώ δοκίμασε αργότερα.',
    'getInTouch' => 'Έλα σε Επαφή',
    'loadingContactInformationDotDotDot' => 'Φόρτωση πληροφοριών επαφής...',
    'responseTime' => 'Χρόνος Απόκρισης',
    'responseTimeMessage' => 'Απαντούμε συνήθως σε όλα τα ερωτήματα εντός 24 ωρών κατά τη διάρκεια των εργάσιμων ημερών. Για επείγοντα τεχνικά ζητήματα, παρακαλούμε να συμπεριλάβεις το "URGENT" στο θέμα σου.',
    'socialConnect' => 'Κοινωνική Σύνδεση',
    'socialConnectMessage' => 'Ακολούθησέ με στο fediverse για ενημερώσεις και γρήγορες ερωτήσεις μέσω άμεσων μηνυμάτων.',
    'technicalSupport' => 'Τεχνική Υποστήριξη',
    'technicalSupportMessage' => 'Χρειάζεσαι βοήθεια με την πλατφόρμα μας; Απόκτησε τεχνική βοήθεια και υποστήριξη αντιμετώπισης προβλημάτων.',
    'visitForum' => 'Επισκέψου το Φόρουμ',
];
