<?php

return [
    'failed' => 'Αυτά τα διαπιστευτήρια δεν ταιριάζουν με τα αρχεία μας.',
    'password' => 'Ο παρεχόμενος κωδικός πρόσβασης είναι λανθασμένος.',
    'registrationsAreCurrentlyClosed' => 'Οι εγγραφές είναι κλειστές αυτή τη στιγμή',
    'thisServerIsntAccepting' => 'Αυτός ο διακομιστής δεν δέχεται νέες εγγραφές αυτή τη στιγμή. Παρακαλώ έλεγξε ξανά αργότερα ή επέλεξε έναν άλλο διακομιστή Loops.',
    'throttle' => 'Παρα πολλές προσπάθειες σύνδεσης. Παρακαλώ δοκίμασε ξανά σε :seconds δευτερόλεπτα.',
];
