<?php

return [
    'error' => [
        'default' => 'Παρουσιάστηκε ένα μη αναμενόμενο σφάλμα',
        'title' => 'Αναφορά Σφάλματος',
    ],
    'success' => [
        'message' => 'Η αναφορά σου στάλθηκε με επιτυχία και θα εξεταστεί από την ομάδα διαχείρισης περιεχομένου.<br /><br />Ευχαριστούμε που βοηθάς την κοινότητά μας να είναι ασφαλής ❤️',
        'title' => 'Η Αναφορά Υποβλήθηκε!',
    ],
    'types' => [
        1010 => 'Ακατάλληλη και άσχετη αναζήτηση',
        1011 => 'Βία, κακοποίηση και εγκληματική εκμετάλλευση',
        1012 => 'Μίσος και παρενόχληση',
        1013 => 'Αυτοκτονία και αυτοτραυματισμός',
        1014 => 'Διαταραγμένη διατροφή και ανθυγιεινή εικόνα του σώματος',
        1015 => 'Επικίνδυνες δραστηριότητες και προκλήσεις',
        1016 => 'Γυμνό και σεξουαλικό περιεχόμενο',
        1017 => 'Σοκαριστικό και γραφικό περιεχόμενο',
        1018 => 'Παραπληροφόρηση',
        1019 => 'Απατηλή συμπεριφορά και σπαμ',
        1020 => 'Ρυθμιζόμενα αγαθά και δραστηριότητες',
        1021 => 'Απάτες',
        1022 => 'Κοινή χρήση προσωπικών πληροφοριών',
        1023 => 'Αναφορά παράνομου περιεχομένου',
        1024 => 'Παραχάραξη και πνευματική ιδιοκτησία',
        1025 => 'Μη γνωστοποιημένο επώνυμο περιεχόμενο',
        1026 => 'Άλλο',
    ],
];
