<?php

return [
    'error' => [
        'default' => '예기치 않은 오류가 발생했습니다',
        'title' => '오류 신고',
    ],
    'success' => [
        'message' => '신고가 성공적으로 접수되었으며, 콘텐츠 검토 팀이 확인할 예정입니다.<br /><br />커뮤니티 안전을 위해 도와주셔서 감사합니다 ❤️',
        'title' => '신고 완료!',
    ],
    'types' => [
        1010 => '부적절하고 관련 없는 검색',
        1011 => '폭력, 학대, 범죄적 착취',
        1012 => '증오 및 괴롭힘',
        1013 => '자살 및 자해',
        1014 => '섭식장애 및 건강하지 않은 신체 이미지',
        1015 => '위험한 활동 및 도전',
        1016 => '누드 및 성적 콘텐츠',
        1017 => '충격적이고 선정적인 콘텐츠',
        1018 => '허위 정보',
        1019 => '기만적 행위 및 스팸',
        1020 => '규제된 상품 및 활동',
        1021 => '사기 및 스캠',
        1022 => '개인 정보 공유',
        1023 => '불법 콘텐츠 신고',
        1024 => '위조품 및 지적 재산권',
        1025 => '미공개 브랜드 콘텐츠',
        1026 => '기타',
    ],
];
