<?php

return [
    'adminContact' => 'Контакт адміністратора',
    'adminContactMessage' => 'Для запитів щодо важливих питань роботи (будь ласка, використовуйте систему звітів у програмі in<unk> для питань інформації).',
    'bodyMessage' => 'Ми тут, щоб допомогти. Зв\'яжіться з нами через будь-який канал нижче і ми повернемося до вас якомога швидше.',
    'communityForum' => 'Форум спільноти',
    'communityForumMessage' => 'Приєднуйтесь до наших дискусій, ставте питання та обмінюйтеся знаннями з іншими користувачами.',
    'failedToLoadContactInformation' => 'Не вдалося завантажити інформацію про контакт. Будь ласка, спробуйте ще раз пізніше.',
    'getInTouch' => 'Зв’яжіться з нами',
    'loadingContactInformationDotDotDot' => 'Завантаження контактної інформації...',
    'responseTime' => 'Час відгуку',
    'responseTimeMessage' => 'Зазвичай, ми реагуємо на всі запити протягом 24 годин протягом робочих днів. Для нагальних технічних проблем вкажіть "URGENT" у вашій темі.',
    'socialConnect' => 'Підключення через соціальні мережі',
    'socialConnectMessage' => 'Слідкуйте за нами на федіверсі для отримання оновлень і швидких питань через особисті повідомлення.',
    'technicalSupport' => 'Технічна підтримка',
    'technicalSupportMessage' => 'Потрібна допомога з нашою платформою? Отримайте технічну допомогу і підтримку усунення несправностей.',
    'visitForum' => 'Відвідати форум',
];
