<?php

return [
    'choseYourPreferredLanguage' => 'Виберіть бажану мову для інтерфейсу Loops.',
    'displayLanguage' => 'Мова додатку',
    'language' => 'Мова',
    'picker' => [
        'title' => 'Виберіть мову',
        'description' => 'Вибір бажаної мови. Це змінить мову для всієї програми.',
        'select' => 'Вибір мови програми:',
        'applyChanges' => 'Застосувати зміни',
        'current' => 'Поточна мова: ',
        'note' => 'Ваші мовні налаштування будуть збережені автоматично.',
    ],
];
