<?php

return [
    'error' => [
        'default' => 'Сталася неочікувана помилка',
        'title' => 'Повідомити про помилку',
    ],
    'success' => [
        'message' => 'Ваш звіт успішно відправлений і буде розглянуто нашою командою модерації.<br /><br />Дякуємо за допомогу в безпеці нашої спільноти в ❤️',
        'title' => 'Скаргу надіслано!',
    ],
    'types' => [
        1010 => 'Неприйнятний і невідповідний пошук',
        1011 => 'Насильство, зловживання та злочинне використання',
        1012 => 'Ненависть і переслідування',
        1013 => 'Самогубства або самоушкодження',
        1014 => 'Неправильне харчування та нездорове тіло',
        1015 => 'Небезпечні дії та виклики',
        1016 => 'Оголеність і сексуальний зміст',
        1017 => 'Шокуючий в відразливій вміст',
        1018 => 'Дезінформація',
        1019 => 'Оманлива поведінка і спам',
        1020 => 'Регульовані товари та види діяльності',
        1021 => 'Шахраї і афери',
        1022 => 'Поширення особистої інформації',
        1023 => 'Повідомити про нелегальний зміст',
        1024 => 'Підробки та інтелектуальна власність',
        1025 => 'Нерозкритий брендовий вміст',
        1026 => 'Інше',
    ],
];
